# Command line utilities
brew 'ansible'
brew 'bchunk'
brew 'git'
brew 'neovim', args: ['HEAD']
brew 'openssl'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'testdisk'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'

# Application management through brew-casks
tap 'caskroom/cask'
brew 'brew-cask'
cask 'anki'
cask 'bettertouchtool'
cask 'boxer'
cask 'calibre'
cask 'cord'
cask 'dropbox'
cask 'flux'
cask 'filezilla'
cask 'firefox'
cask 'gfxcardstatus'
cask 'google-chrome'
cask 'grandperspective'
cask 'handbrake'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'macpass'
cask 'menumeters'
cask 'pdfsam-basic'
cask 'quicksilver'
cask 'skype'
cask 'smcfancontrol'
cask 'smoothmouse'
cask 'steam'
cask 'teamviewer'
cask 'transmission'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xld'
